Show / Hide Table of Contents
Enum LoadDirection
Direction of load
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum LoadDirection
Fields
 Name |  Description
 InGcs
Direction in global coordinate system
 InLcs
Direction in Local coordinate system
 Improve this Doc
 View Source